// stdafx.cpp: исходный файл, содержащий только стандартные включаемые модули
// $safeprojectname$.pch будет использоваться в качестве предкомпилированного заголовка
// stdafx.obj будет содержать предварительно откомпилированные сведения о типе

#include "stdafx.h"

// TODO: Установите ссылки на любые требующиеся дополнительные заголовки в файле STDAFX.H
// , а не в данном файле
/*
На основе двух равно размерных массивов A и B (длины N) функция формирует массив C, таким образом, 
что: ) ,( i ii B AMaxC  , и возвращает сумму значений элементов массива
*/